sdaiCreateSchemaInstanceBN(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*,Sdai_instS*)
\details
Creates a new SDAI schema instance.
\param schemaInstanceName [in] A string that contains the schema instance name.
\param schemaName         [in] A string that contains the schema name.
\param repository         [in] A SDAI repository to associate the created schema with.
\returns An identifier of the created schema instance.
\remarks
This function is not implemented yet.
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiRP_NEXS - Repository does not exist.